

import banner from '../../../public/banner for stress-banner.jpg';
import img from '../../../public/Stress Blog.jpg'
import BlogSection from '../home/blog';




const BlogDetails1 = () => {
  const stressManagementTips = [
    "1- दिमाग़ हमेशा शांत रखें।",
    "2- तन्हा की अवस्था में लंबी साँस खींचें और आँख बंद रखें।",
    "3- आंखें बंद कर मस्तिष्क के मध्य ध्यान लगाने की कोशिश करें।",
    "4- दिमाग़ शांत होने पर तनाव उत्पन्न होने के कारणों पर विचार करें, इससे राहत मिलेगी और तनाव से बचने का रास्ता भी।",
    "5- जैसा कि ऊपर लिखा है तनाव एक संवेगात्मक अवस्था है, यह अचानक आता है पर जाते समय धीरे-धीरे जाता है, अतः धैर्य रखें।",
    "6- शरीर का स्वाद सराहना भी तनाव को दूर करता है, अतः खान-पान, व्यायाम व नींद को एक तयचर्या (schedule) बनायें ताकि शरीर को आराम मिल सके।",
    "7- दिनचर्या नियमित रखने का प्रयास करें।",
    "8- नशीले और मादक द्रव्यों से दूर रहें या कम से कम सेवन करें।",
    "9- थोड़ी देर अवश्य प्रभु का स्मरण करें।"
];




    return (
        <>
            <div className="w-screen">
                <div>
                    <img src={banner} alt="banner" className="w-full h-auto object-cover" />
                </div>
            </div>
            <div className="w-screen flex justify-center items-center py-12" >
                <div className='max-w-6xl flex justify-center gap-20'>
                    <div className='w-full'>
                    <div>
                        <h1 className='text-5xl font-[800] text-opacity-90 text-[#3E3E3E] pb-4'>Stress Managment</h1>
                        <img src={img} alt="img" className='max-w-full h-auto ' />
                    </div>
                    
                    <div className='pt-8'>
                      
                        <div className='text-base text-[#1B1B1B] font-regular'
                        >
                          वर्तमान जीवन की भागदौड़ और चकाचौंध हमे तनाव की और ले जा रहा है। सभी किसी न किसी रूप में तनाव का सामना करते ही है। तनाव एक संवेगात्मक अवस्था है। थोड़ा बहुत तनाव तो अच्छा हो सकता है परन्तु आवश्यकता से अधिक तनाव अच्छा नहीं होता। आप सब डॉक्टर हो, तनाव का आप के काम पर प्रभाव न पड़े, विषय पर चर्चा करने की कोशिश इस ब्लॉग में की है। तनाव का यदि काम पर प्रभाव पड़े तो काम की गुदवत्ता कम हो जाती है। हम उस अवस्था में तनावकों महसूस करते है जब हम अपनी परेशानी को कह नहीं पेट और इस अवस्था को हम बड़ों और बच्चों में समान रूप से देख सकते है। आज शिक्षा में नवाचार (innovation), प्रतियोगिता की भावना, शिक्षा का महँगा होना और अभिवकों की अभिलाषा कि उनका बच्चा अच्छे विद्यालय में पड़े और अच्छे अंक ले कर आय बालकों में तनाव भर देता है। इस प्रकार का तनाव भयंकर परिणाम देता है। यहाँ हम डाक्टर की बात कर रहे है, तो उन पर तनाव का क्या प्रभाव पड़ता है, पर विचार करेंगे
                           
                        
                    </div>
                    </div>
                    <div className='pt-8'>
                        
                        <div className='text-base text-[#1B1B1B] font-normal'>
                        सबसे पहले देखे तो डॉक्टर बनने के लिए शैक्षिक प्रक्रिया रही है। कभी-कभी घर में नकारात्मक परिस्थिती और शैक्षिक घोटाले तनाव को बढ़ने की और एक बढ़ता कदम है। में से एक डॉक्टर जो अपने परिचितों के लिए स्वास्थ्य दाता है उसे तनाव से कैसेबचना चाहिए। मैं यहाँ पर तनाव के लक्षणों की बात नहीं करूँगी क्योंकि आप सब भलीभाँति जानते हैं। तनाव आने की स्थिति पर कुछ बातें हमें अपनानी चाहिए :- 
                         </div>
                            
                    </div>
                    <div>
                      {stressManagementTips.map((item,index)=>(
                        <ul key={index} className='space-y-2 mt-4'>
                        <li>{item}</li>
                      </ul>
                      ))}
                      
                    </div>
                    </div>
                   
                 
                </div>
              
          
              
               
                
                

            </div>
            <BlogSection  heading="Related Blogs"/>

        </>
    );
};

export default BlogDetails1;

